Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Tap one to go to it, or put it back on its own.
de: Tipp auf einen Eintrag, um dorthin zu springen, oder stell ihn einzeln zurück.
es: Toca uno para ir hasta él, o devuélvelo a su valor por separado.
et: Puuduta ühel, et sinna minna, või pane see üksinda tagasi.
fr: Touche un élément pour y aller, ou remets-le seul comme avant.
hu: Koppints egyre, hogy odaugorj, vagy állítsd vissza külön-külön.
it: Tocca una voce per andarci, oppure ripristinala da sola.
ja: 項目をタップするとその設定に移動できます。ひとつだけ元に戻すこともできます。
ko: 항목을 누르면 해당 설정으로 이동하고, 하나만 따로 되돌릴 수도 있습니다.
ms: Ketik satu untuk pergi ke situ, atau kembalikan ia satu per satu.
pt: Toca num para ir até ele, ou repõe-no sozinho.
ru: Нажмите, чтобы перейти к настройке, или верните её по отдельности.
zh_hans: 点按其中一项即可跳转，也可以单独把它还原。

source: Tap or drag across keys to paint.
de: Tippe auf Tasten oder streiche über sie, um sie zu färben.
es: Toca las teclas o desliza el dedo sobre ellas para pintarlas.
et: Puuduta klahve või lohista sõrmega üle nende, et neid värvida.
fr: Appuie sur les touches ou fais glisser ton doigt dessus pour les colorer.
hu: Koppints a billentyűkre, vagy húzd végig rajtuk az ujjad a színezéshez.
it: Tocca i tasti o trascinaci sopra il dito per colorarli.
ja: キーをタップするか、指を滑らせると色を塗れます。
ko: 키를 탭하거나 키 위로 손가락을 드래그하여 색을 칠하세요.
ms: Ketik kekunci atau seret jari merentasinya untuk mewarnakannya.
pt: Toca nas teclas ou desliza o dedo sobre elas para as pintar.
ru: Нажимайте на клавиши или проводите по ним пальцем, чтобы покрасить их.
zh_hans: 点按按键或在按键上拖动手指，即可上色。

source: Tap or drag to reset a color to its inherited value.
de: Tippe oder streiche, um wieder die übergeordnete Farbe zu übernehmen.
es: Toca o desliza el dedo para restablecer el color heredado.
et: Puuduta või lohista, et taastada päritud värv.
fr: Appuie ou fais glisser ton doigt pour rétablir la couleur héritée.
hu: Koppints vagy húzd az ujjad az örökölt szín visszaállításához.
it: Tocca o trascina il dito per ripristinare il colore ereditato.
ja: タップするか指を滑らせると、引き継いだ色に戻せます。
ko: 탭하거나 드래그하여 상속된 색상으로 되돌리세요.
ms: Ketik atau seret untuk mengembalikan warna yang diwarisi.
pt: Toca ou desliza o dedo para repor a cor herdada.
ru: Нажимайте или проводите пальцем, чтобы вернуть унаследованный цвет.
zh_hans: 点按或拖动，即可恢复继承的颜色。

source: Tap or drag to select keys. Tap again to deselect.
de: Tippe auf Tasten oder streiche darüber, um sie auszuwählen. Tippe erneut, um die Auswahl aufzuheben.
es: Toca o arrastra para seleccionar teclas. Toca de nuevo para deseleccionarlas.
et: Klahvide valimiseks puuduta neid või lohista sõrmega üle nende. Valiku tühistamiseks puuduta uuesti.
fr: Touche les touches ou fais glisser ton doigt pour les sélectionner. Touche-les à nouveau pour les désélectionner.
hu: Koppints a billentyűkre, vagy húzd végig rajtuk az ujjad a kijelöléshez. A kijelölés törléséhez koppints újra.
it: Tocca o trascina per selezionare i tasti. Tocca di nuovo per deselezionarli.
ja: タップまたはドラッグしてキーを選択します。もう一度タップすると選択を解除できます。
ko: 탭하거나 드래그하여 키를 선택하세요. 다시 탭하면 선택이 해제됩니다.
ms: Ketik atau seret untuk memilih kekunci. Ketik sekali lagi untuk membatalkan pilihan.
pt: Toca ou arrasta para selecionar teclas. Toca novamente para anular a seleção.
ru: Касайтесь клавиш или проводите по ним, чтобы выбрать. Коснитесь ещё раз, чтобы снять выделение.
zh_hans: 轻点或拖动以选择按键，再次轻点可取消选择。

source: Tap or drop a key here
de: Tippe oder lege eine Taste hier ab
es: Toca o suelta una tecla aquí
et: Puuduta või aseta klahv siia
fr: Touche ou dépose une touche ici
hu: Koppints ide, vagy húzz ide egy gombot
it: Tocca o trascina un tasto qui
ja: ここをタップするか、キーをドロップ
ko: 여기를 탭하거나 키를 놓으세요
ms: Ketik atau lepaskan kekunci di sini
pt: Toca ou larga uma tecla aqui
ru: Нажмите или перетащите клавишу сюда
zh_hans: 在这里点一下，或把按键拖过来

source: Tap reset on its row, or reset the lot if it's got away from you.
de: Tippe in ihrer Zeile auf Zurücksetzen, oder setz gleich alles zurück, wenn es zu viel geworden ist.
es: Toca restablecer en su fila, o restablécelo todo si se te ha ido de las manos.
et: Puuduta selle real Lähtesta või lähtesta kõik, kui see on kontrollist väljunud.
fr: Touche Réinitialiser sur sa ligne, ou remets tout à zéro si ça t'a échappé.
hu: Koppints a sorában a visszaállításra, vagy állítsd vissza az egészet, ha elszaladt a dolog.
it: Tocca ripristina sulla sua riga, o ripristina tutto se ti è sfuggito di mano.
ja: その行のリセットをタップします。収拾がつかないときは、まとめてリセットもできます。
ko: 그 줄의 되돌리기를 누르세요. 너무 많이 손댔다면 전체를 되돌려도 됩니다.
ms: Ketik tetapkan semula pada barisnya, atau tetapkan semula kesemuanya jika ia sudah terlalu jauh.
pt: Toca em repor na linha dela, ou repõe tudo se a coisa te fugiu.
ru: Нажмите «Сбросить» в её строке — или сбросьте всё, если дело зашло далеко.
zh_hans: 点这一行的还原；要是改得太乱，也可以整体还原。

source: Tap space on any number or symbol page to return to letters.
de: Tippe auf einer Zahlen- oder Symbolseite auf die Leertaste, um zu den Buchstaben zurückzukehren.
es: Pulsa espacio en cualquier página de números o símbolos para volver a las letras.
et: Tähtede juurde naasmiseks vajuta numbri- või sümbolilehel tühikuklahvi.
fr: Appuie sur espace depuis une page de chiffres ou de symboles pour revenir aux lettres.
hu: A betűkhöz való visszatéréshez koppints a szóközre bármelyik szám- vagy szimbólumoldalon.
it: Tocca la barra spaziatrice in qualsiasi pagina di numeri o simboli per tornare alle lettere.
ja: 数字や記号のページでスペースキーをタップすると、文字のページに戻ります。
ko: 숫자 또는 기호 페이지에서 스페이스 키를 누르면 문자 페이지로 돌아갑니다.
ms: Ketik bar ruang pada mana-mana halaman nombor atau simbol untuk kembali ke huruf.
pt: Toca na barra de espaços em qualquer página de números ou símbolos para voltar às letras.
ru: Нажмите пробел на любой странице цифр или символов, чтобы вернуться к буквам.
zh_hans: 在任意数字或符号页面轻点空格键，即可返回字母页面。

source: Tap the canvas to drop points, then Close to join the last one back to the first.
de: Tippe auf die Zeichenfläche, um Punkte zu setzen, dann „Schließen“, um den letzten mit dem ersten zu verbinden.
es: Toca el lienzo para ir dejando puntos y luego pulsa Cerrar para unir el último con el primero.
et: Puuduta lõuendit punktide asetamiseks ja seejärel „Sulge“, et ühendada viimane esimesega.
fr: Touchez la zone de dessin pour poser des points, puis Fermer pour relier le dernier au premier.
hu: Koppints a vászonra a pontok elhelyezéséhez, majd a Lezárás gombbal kösd az utolsót az elsőhöz.
it: Tocca l'area di disegno per posare i punti, poi Chiudi per unire l'ultimo al primo.
ja: キャンバスをタップして点を置き、「閉じる」で最後の点を最初の点につなぎます。
ko: 캔버스를 탭해 점을 찍은 다음 '닫기'로 마지막 점을 첫 점에 잇습니다.
ms: Ketik kanvas untuk meletakkan titik, kemudian Tutup untuk menyambungkan yang terakhir kepada yang pertama.
pt: Toque na área de desenho para colocar pontos e depois em Fechar para ligar o último ao primeiro.
ru: Касайтесь холста, чтобы расставлять точки, затем нажмите «Замкнуть», чтобы соединить последнюю с первой.
zh_hans: 轻点画布依次放置节点，然后点“闭合”把最后一个连回第一个。

source: Tap the emoji key, or swipe up on 123, to open emoji inside Clink. No second keyboard.
de: Tippe die Emoji-Taste oder wische auf 123 nach oben, um Emoji in Clink zu öffnen. Keine zweite Tastatur.
es: Toca la tecla de emoji, o desliza hacia arriba en 123, para abrir emoji dentro de Clink. Sin un segundo teclado.
et: Puuduta emoji-klahvile või viipa 123-l üles, et avada emoji Clinki sees. Teist klaviatuuri pole vaja.
fr: Touche la touche emoji, ou balaie vers le haut sur 123, pour ouvrir les emoji dans Clink. Pas de second clavier.
hu: Érintse meg az emoji billentyűt, vagy húzza fel a 123-at az emoji Clinkben való megnyitásához. Nincs második billentyűzet.
it: Tocca il tasto emoji, o scorri verso l'alto su 123, per aprire le emoji in Clink. Nessuna seconda tastiera.
ja: 絵文字キーをタップするか、123 で上にスワイプして Clink 内で絵文字を開きます。2 つ目のキーボードは不要です。
ko: 이모지 키를 누르거나 123에서 위로 스와이프해 Clink 안에서 이모지를 여세요. 두 번째 키보드는 필요 없습니다.
ms: Ketik kekunci emoji, atau leret ke atas pada 123, untuk membuka emoji dalam Clink. Tiada papan kekunci kedua.
pt: Toque na tecla de emoji, ou deslize para cima em 123, para abrir emoji no Clink. Sem segundo teclado.
ru: Нажмите клавишу эмодзи или смахните вверх по 123, чтобы открыть эмодзи внутри Clink. Вторая клавиатура не нужна.
zh_hans: 点按表情键，或在 123 上向上轻扫，在 Clink 内打开表情。无需第二个键盘。

source: Tap the globe key until you reach Clink.
de: Tippe auf die Globus-Taste, bis du bei Clink bist.
es: Toca la tecla del globo hasta llegar a Clink.
et: Puuduta gloobusklahvile, kuni jõuad Clinkini.
fr: Touche la touche globe jusqu'à arriver sur Clink.
hu: Koppints a földgömb billentyűre, amíg el nem éred a Clinket.
it: Tocca il tasto del globo finché non arrivi a Clink.
ja: 地球儀キーをタップして Clink まで切り替えます。
ko: 지구본 키를 눌러 Clink까지 넘어갑니다.
ms: Ketik kekunci glob sehingga sampai ke Clink.
pt: Toca na tecla do globo até chegares ao Clink.
ru: Нажимайте клавишу глобуса, пока не дойдёте до Clink.
zh_hans: 点地球键，切换到 Clink。

source: Tap the language button at the end of the suggestion bar for the next language, or hold it to pick one.
de: Tippe die Sprachtaste am Ende der Vorschlagsleiste für die nächste Sprache an, oder halte sie, um eine auszuwählen.
es: Toca el botón de idioma al final de la barra de sugerencias para pasar al siguiente idioma, o manténlo pulsado para elegir uno.
et: Puuduta soovituseriba lõpus keeleklahvile järgmise keele jaoks või hoia teda, et üks valida.
fr: Touche le bouton de langue au bout de la barre de suggestions pour la langue suivante, ou maintiens-le pour en choisir une.
hu: Koppints a javaslatsáv végén lévő nyelvgombra a következő nyelvhez, vagy tartsd nyomva, és válassz a listából.
it: Tocca il pulsante lingua in fondo alla barra dei suggerimenti per passare alla lingua successiva, oppure tienilo premuto per sceglierne una.
ja: 候補バーの端にある言語ボタンをタップすると次の言語に、長押しすると一覧から選べます。
ko: 추천 바 끝의 언어 버튼을 누르면 다음 언어로, 길게 누르면 목록에서 고를 수 있습니다.
ms: Ketik butang bahasa di hujung bar cadangan untuk bahasa seterusnya, atau tahan untuk memilih satu.
pt: Toca no botão de idioma no fim da barra de sugestões para passares ao idioma seguinte, ou mantém premido para escolheres um.
ru: Нажмите кнопку языка в конце строки подсказок, чтобы перейти к следующему языку, или удержите её, чтобы выбрать.
zh_hans: 点候选栏末尾的语言按钮切到下一个语言，长按则从列表里挑。

source: Tap the mic and talk.
de: Tippe aufs Mikrofon und sprich.
es: Toca el micro y habla.
et: Puuduta mikrofonile ja räägi.
fr: Touche le micro et parle.
hu: Koppints a mikrofonra és beszélj.
it: Tocca il microfono e parla.
ja: マイクをタップして話します。
ko: 마이크를 누르고 말합니다.
ms: Ketik mikrofon dan bercakap.
pt: Toca no microfone e fala.
ru: Нажмите на микрофон и говорите.
zh_hans: 点一下麦克风，开口说。

source: Tap the new key and give it something to do: a tool, a phrase, an action.
de: Tippe die neue Taste an und gib ihr eine Aufgabe: ein Werkzeug, einen Textbaustein, eine Aktion.
es: Toca la tecla nueva y dale algo que hacer: una herramienta, una frase, una acción.
et: Puuduta uuele klahvile ja anna talle ülesanne: tööriist, fraas või tegevus.
fr: Touche la nouvelle touche et donne-lui un rôle : un outil, une phrase, une action.
hu: Koppints az új billentyűre, és adj neki feladatot: eszközt, szöveget, műveletet.
it: Tocca il nuovo tasto e dagli qualcosa da fare: uno strumento, una frase, un'azione.
ja: 追加したキーをタップして、役割を決めます。ツール、定型文、アクションから選べます。
ko: 새 키를 눌러 할 일을 정하세요. 도구, 문구, 동작 중에서 고를 수 있습니다.
ms: Ketik kekunci baharu itu dan berikan tugasnya: alat, frasa, atau tindakan.
pt: Toca na tecla nova e dá-lhe algo para fazer: uma ferramenta, uma frase, uma ação.
ru: Нажмите на новую клавишу и задайте ей дело: инструмент, фразу, действие.
zh_hans: 点新键，给它一个用处：一个工具、一段文字，或一个动作。

source: Tap the size badge on a row to see exactly what's stored.
de: Tippe auf das Größen-Badge einer Zeile, um genau zu sehen, was gespeichert ist.
es: Toca la etiqueta de tamaño de una fila para ver exactamente qué hay guardado.
et: Puuduta real suurusmärgile, et näha täpselt, mis on salvestatud.
fr: Touche le badge de taille d’une ligne pour voir exactement ce qui est stocké.
hu: Koppints egy sor méretjelzőjére, hogy pontosan lásd, mi van tárolva.
it: Tocca l’etichetta con la dimensione su una riga per vedere esattamente cosa è salvato.
ja: 行のサイズバッジをタップすると、保存されている内容をそのまま確認できます。
ko: 행의 용량 배지를 탭하면 저장된 내용을 그대로 확인할 수 있습니다.
ms: Ketik lencana saiz pada satu baris untuk melihat dengan tepat apa yang disimpan.
pt: Toca no indicador de tamanho de uma linha para veres exatamente o que está guardado.
ru: Нажмите на плашку с размером в строке, чтобы увидеть, что именно там хранится.
zh_hans: 轻点某一行的容量标记，即可查看具体存储了什么。

source: Tap the tool you want.
de: Tippe auf das Werkzeug, das du willst.
es: Toca la herramienta que quieras.
et: Puuduta tööriistale, mida tahad.
fr: Touche l'outil que tu veux.
hu: Koppints arra az eszközre, amelyiket szeretnéd.
it: Tocca lo strumento che vuoi.
ja: 使いたいツールをタップします。
ko: 원하는 도구를 누르세요.
ms: Ketik alat yang anda mahu.
pt: Toca na ferramenta que queres.
ru: Нажмите на нужный инструмент.
zh_hans: 点你想要的那个工具。

source: Tap the tools button to open the menu.
de: Tippe auf die Werkzeug-Taste, um das Menü zu öffnen.
es: Toca el botón de herramientas para abrir el menú.
et: Puuduta tööriistade nupule, et menüü avada.
fr: Touche le bouton Outils pour ouvrir le menu.
hu: Koppints az Eszközök gombra a menü megnyitásához.
it: Tocca il pulsante Strumenti per aprire il menu.
ja: ツールボタンをタップしてメニューを開きます。
ko: 도구 버튼을 눌러 메뉴를 여세요.
ms: Ketik butang Alat untuk membuka menu.
pt: Toca no botão Ferramentas para abrir o menu.
ru: Нажмите кнопку инструментов, чтобы открыть меню.
zh_hans: 点工具按钮打开菜单。

source: Tap to Finish
de: Zum Beenden tippen
es: Toca para finalizar
et: Puuduta, et lõpetada
fr: Touche pour terminer
hu: Koppints a befejezéshez
it: Tocca per terminare
ja: タップして完了
ko: 탭하여 완료
ms: Ketik untuk selesai
pt: Toque para concluir
ru: Нажмите, чтобы закончить
zh_hans: 轻点以完成

source: Tap to dictate through Clink
de: Zum Diktieren Clink öffnen
es: Toca para dictar con Clink
et: Puuduta, et Clinki kaudu dikteerida
fr: Touche pour dicter avec Clink
hu: Koppints a diktáláshoz a Clinkkel
it: Tocca per dettare con Clink
ja: タップしてClinkで音声入力
ko: 탭해서 Clink로 받아쓰기
ms: Ketik untuk imlak dengan Clink
pt: Toca para ditar com o Clink
ru: Нажмите, чтобы диктовать через Clink
zh_hans: 点一下用 Clink 语音输入

source: Tap to keep going
de: Tippe, um weiterzumachen
es: Toca para seguir
et: Puuduta, et jätkata
fr: Touche pour continuer
hu: Koppints a folytatáshoz
it: Tocca per continuare
ja: タップして続ける
ko: 누르면 이어서 말할 수 있어요
ms: Ketik untuk teruskan
pt: Toca para continuares
ru: Нажмите, чтобы продолжить
zh_hans: 点一下接着说

source: Tap to let them run
de: Tipp, um sie laufen zu lassen
es: Toca para dejar que se ejecuten
et: Puuduta, et need tööle lubada
fr: Touche pour les laisser tourner
hu: Koppints, hogy futhassanak
it: Tocca per farli funzionare
ja: タップすると動き出します
ko: 탭하면 실행됩니다
ms: Ketik untuk biarkan ia berjalan
pt: Toca para os deixar funcionar
ru: Нажмите, чтобы они заработали
zh_hans: 轻点即可让它们运行

source: Tap to open, hold to pick
de: Tippen zum Öffnen, halten zum Auswählen
es: Toca para abrir, mantén pulsado para elegir
et: Puuduta avamiseks, hoia valimiseks
fr: Touche pour ouvrir, maintiens pour choisir
hu: Koppints a megnyitáshoz, tartsd nyomva a választáshoz
it: Tocca per aprire, tieni premuto per scegliere
ja: タップで開く、長押しで選択
ko: 누르면 열기, 길게 누르면 선택
ms: Ketik untuk buka, tekan lama untuk pilih
pt: Toca para abrir, mantém premido para escolher
ru: Нажатие — открыть, удержание — выбрать
zh_hans: 点按打开，长按选择

source: Tap to open: %@
de: Tippen öffnet: %@
es: Toca para abrir: %@
et: Puuduta avamiseks: %@
fr: Touche pour ouvrir : %@
hu: Koppintásra megnyílik: %@
it: Tocca per aprire: %@
ja: タップで開く：%@
ko: 탭하여 열기: %@
ms: Ketik untuk buka: %@
pt: Toca para abrir: %@
ru: Нажмите, чтобы открыть: %@
zh_hans: 点按打开：%@

source: Tap to preview. You can change it anytime.
de: Zum Ausprobieren tippen. Du kannst es jederzeit ändern.
es: Toca para probarlo. Puedes cambiarlo cuando quieras.
et: Puuduta eelvaateks. Saad seda igal ajal muuta.
fr: Touche pour avoir un aperçu. Tu pourras le changer quand tu veux.
hu: Koppints az előnézethez. Később bármikor módosíthatod.
it: Tocca per vedere l'anteprima. Puoi cambiarlo quando vuoi.
ja: タップしてプレビュー。あとでいつでも変更できます。
ko: 탭해서 미리 보세요. 언제든 바꿀 수 있어요.
ms: Ketik untuk pratonton. Anda boleh mengubahnya bila-bila masa.
pt: Toca para pré-visualizar. Podes mudar quando quiseres.
ru: Коснитесь для предпросмотра. Изменить можно в любой момент.
zh_hans: 轻点即可预览，之后随时可以更改。

source: Tap to run: %@
de: Zum Ausführen tippen: %@
es: Toca para ejecutar: %@
et: Puuduta käivitamiseks: %@
fr: Touche pour lancer : %@
hu: Koppints a futtatáshoz: %@
it: Tocca per eseguire: %@
ja: タップで実行：%@
ko: 눌러서 실행: %@
ms: Ketik untuk jalankan: %@
pt: Toca para executar: %@
ru: Нажмите, чтобы запустить: %@
zh_hans: 点按即可运行：%@

source: Tap to select
de: Tippen zum Markieren
es: Tocar para seleccionar
et: Puuduta valimiseks
fr: Toucher pour sélectionner
hu: Érintsd a kijelöléshez
it: Tocca per selezionare
ja: タップして選択
ko: 탭해서 선택
ms: Ketik untuk pilih
pt: Tocar para selecionar
ru: Коснитесь для выделения
zh_hans: 点按以选择

source: Tap to speak
de: Zum Sprechen tippen
es: Toca para hablar
et: Puuduta, et rääkida
fr: Touche pour parler
hu: Koppints a beszédhez
it: Tocca per parlare
ja: タップして話す
ko: 탭해서 말하기
ms: Ketik untuk bercakap
pt: Toca para falar
ru: Нажмите, чтобы говорить
zh_hans: 点一下开始说话

source: Tap to stop
de: Zum Stoppen tippen
es: Toca para detener
et: Puuduta, et peatada
fr: Touche pour arrêter
hu: Koppints a leállításhoz
it: Tocca per interrompere
ja: タップで停止
ko: 탭하여 중지
ms: Ketik untuk berhenti
pt: Toca para parar
ru: Нажмите, чтобы остановить
zh_hans: 点按可停止

source: Tap to swap in
de: Tippen zum Ersetzen
es: Toca para sustituir
et: Puuduta asendamiseks
fr: Touchez pour remplacer
hu: Koppints a cseréhez
it: Tocca per sostituire
ja: タップで置き換え
ko: 탭하여 바꾸기
ms: Ketik untuk ganti
pt: Toque para substituir
ru: Нажмите, чтобы заменить
zh_hans: 点按即可替换

source: Tap to switch, hold to pick
de: Tippen zum Wechseln, halten zum Auswählen
es: Toca para cambiar, mantén pulsado para elegir
et: Puuduta vahetamiseks, hoia valimiseks
fr: Touche pour changer, maintiens pour choisir
hu: Koppints a váltáshoz, tartsd nyomva a választáshoz
it: Tocca per cambiare, tieni premuto per scegliere
ja: タップで切り替え、長押しで選択
ko: 누르면 전환, 길게 누르면 선택
ms: Ketik untuk tukar, tekan lama untuk pilih
pt: Toca para mudar, mantém premido para escolher
ru: Нажатие — переключить, удержание — выбрать
zh_hans: 点按切换，长按选择

source: Tap to talk
de: Tippe und sprich
es: Toca para hablar
et: Puuduta ja räägi
fr: Touche pour parler
hu: Koppints és beszélj
it: Tocca per parlare
ja: タップして話す
ko: 누르고 말하세요
ms: Ketik untuk bercakap
pt: Toca para falares
ru: Нажмите и говорите
zh_hans: 点一下开口说

source: Tap to talk. The keys are on the right.
de: Tippe und sprich. Die Tasten sind rechts.
es: Toca para hablar. Las teclas están a la derecha.
et: Puuduta ja räägi. Klahvid on paremal.
fr: Touche pour parler. Les touches sont à droite.
hu: Koppints és beszélj. A billentyűk jobbra vannak.
it: Tocca per parlare. I tasti sono a destra.
ja: タップして話します。キーは右にあります。
ko: 눌러서 말하세요. 키는 오른쪽에 있어요.
ms: Ketik untuk bercakap. Kekunci ada di sebelah kanan.
pt: Toca para falar. As teclas estão à direita.
ru: Нажмите и говорите. Клавиши — справа.
zh_hans: 点一下开口说。按键在右边。

source: Tap to toggle. Drag to move the row.
de: Tippen zum Umschalten. Ziehen, um die Zeile zu verschieben.
es: Toca para activar o desactivar. Arrastra para mover la fila.
et: Puuduta lülitamiseks. Lohista rea liigutamiseks.
fr: Touche pour activer/désactiver. Glisse pour déplacer la ligne.
hu: Koppints a be- vagy kikapcsoláshoz. Húzd a sor áthelyezéséhez.
it: Tocca per attivare o disattivare. Trascina per spostare la riga.
ja: タップで切り替え。ドラッグして行を移動します。
ko: 탭하여 켜고 끄기. 드래그하여 행을 이동합니다.
ms: Ketik untuk togol. Seret untuk alihkan baris.
pt: Toca para ativar ou desativar. Arrasta para mover a linha.
ru: Нажатие переключает. Перетаскивание двигает ряд.
zh_hans: 点按可切换。拖动可移动该行。

source: Tap to type “%@”
de: Tippen, um “%@” einzugeben
es: Toca para escribir “%@”
et: Puuduta, et sisestada „%@”
fr: Touche pour taper “%@”
hu: Koppints a(z) “%@” beírásához
it: Tocca per digitare “%@”
ja: タップで“%@”を入力
ko: 탭하면 “%@” 입력
ms: Ketik untuk menaip “%@”
pt: Toca para escrever “%@”
ru: Нажмите, чтобы ввести «%@»
zh_hans: 点按输入“%@”

source: Tap to type, or paste
de: Zum Schreiben tippen oder einfügen
es: Toca para escribir, o pega
et: Puuduta sisestamiseks või kleebi
fr: Touche pour écrire, ou colle
hu: Koppints a gépeléshez, vagy illeszd be
it: Tocca per scrivere, o incolla
ja: タップして入力、またはペースト
ko: 탭해서 입력하거나 붙여넣기
ms: Ketik untuk menaip, atau tampal
pt: Toque para escrever ou cole
ru: Нажмите, чтобы ввести, или вставьте
zh_hans: 点按输入，或粘贴

source: Tap your key, then stop.
de: Drück deine Taste, dann stopp.
es: Pulsa tu tecla y luego para.
et: Vajuta oma klahv ja siis peatu.
fr: Appuie sur ta touche, puis arrête.
hu: Üsd le a billentyűdet, aztán állítsd le.
it: Premi il tuo tasto, poi ferma.
ja: キーを叩いて、それから停止します。
ko: 키를 눌러 보고, 그다음 멈추세요.
ms: Tekan kekunci anda, kemudian berhenti.
pt: Carrega na tua tecla e depois para.
ru: Нажмите свою клавишу и остановитесь.
zh_hans: 敲一下你的按键，然后停止。

source: Tap: %@
de: Tippen: %@
es: Tocar: %@
et: Puuduta: %@
fr: Toucher : %@
hu: Koppintás: %@
it: Tocco: %@
ja: タップ：%@
ko: 탭: %@
ms: Ketik: %@
pt: Tocar: %@
ru: Нажатие: %@
zh_hans: 点按：%@

source: Tapping while shifted
de: Tippen bei Umschalt
es: Toque con mayúsculas activas
et: Puudutamine tõstuklahviga
fr: Appui en majuscules
hu: Koppintás Shiftelve
it: Tocco con maiuscolo attivo
ja: シフト中のタップ
ko: 시프트 상태에서 탭하기
ms: Mengetik semasa beralih
pt: Toque com maiúsculas ativas
ru: Нажатие при включённом Shift
zh_hans: 大写状态下点击

source: Target priority: %lld
de: Zielpriorität: %lld
es: Prioridad de destino: %lld
et: Sihtmärgi prioriteet: %lld
fr: Priorité de la cible : %lld
hu: Cél prioritása: %lld
it: Priorità di destinazione: %lld
ja: 割り当ての優先順位：%lld
ko: 대상 우선순위: %lld
ms: Keutamaan sasaran: %lld
pt: Prioridade do destino: %lld
ru: Приоритет цели: %lld
zh_hans: 目标优先级：%lld

source: Tashkeel key
de: Tashkeel-Taste
es: Tecla tashkeel
et: Tashkeel-klahv
fr: Touche tashkeel
hu: Tashkeel billentyű
it: Tasto tashkeel
ja: タシュキールキー
ko: 타슈킬 키
ms: Kekunci tashkeel
pt: Tecla tashkeel
ru: Клавиша ташкиля
zh_hans: 塔什基勒键

source: Tashkeel replaces this key’s current hold actions with its Arabic marks.
de: Tashkeel ersetzt die aktuellen Halteaktionen dieser Taste durch arabische Zeichen.
es: Tashkeel sustituye las acciones actuales al mantener pulsada esta tecla por sus signos árabes.
et: Tashkeel asendab selle klahvi praegused pikalt vajutamise toimingud araabia märkidega.
fr: Tashkeel remplace les actions d’appui prolongé actuelles de cette touche par ses signes arabes.
hu: A Tashkeel a billentyű jelenlegi hosszan nyomás műveleteit arab jelekre cseréli.
it: Tashkeel sostituisce le attuali azioni di pressione prolungata di questo tasto con i segni arabi.
ja: Tashkeelはこのキーの現在の長押しアクションをアラビア語の記号に置き換えます。
ko: Tashkeel은 이 키의 현재 길게 누르기 동작을 아랍어 기호로 바꿉니다.
ms: Tashkeel menggantikan tindakan tekan lama kekunci ini dengan tanda Arabnya.
pt: O Tashkeel substitui as ações atuais de toque longo desta tecla pelos seus sinais árabes.
ru: Tashkeel заменит текущие действия удержания этой клавиши арабскими знаками.
zh_hans: Tashkeel 会用阿拉伯语符号替换此按键当前的长按操作。
